[{
  "_id": {
    "$oid": "62ade58b87594d2297fb8fac"
  },
  "year": "1937jz",
  "tab_id": 4,
  "trad": "平話童謠：狗吠嗷嗷（去聲）那人來，誰知亞爺來，銅盆舀（讀如拐）水爺洗腳，蠟燭點燈爺踏鞋，著好鞋時高橙坐，媳婦斟茶妹送來，家婆門背陰陰笑，家公廳底弄鬚腮。",
  "simp": "平话童谣：狗吠嗷嗷（去声）那人来，谁知亚爷来，铜盆舀（读如拐）水爷洗脚，蜡烛点灯爷踏鞋，着好鞋时高凳坐，媳妇斟茶妹送来，家婆门背阴阴笑，家公厅底弄须腮。",
  "sour": "P22",
  "expl": "按，此謠辭表現家室康樂和平氣象。",
  "note": "詞彙研究參見余瑾《廣西平話研究》P258-259。"
},{
  "_id": {
    "$oid": "62ade58b87594d2297fb8fae"
  },
  "year": "1937jz",
  "tab_id": 6,
  "trad": "平話童謠：人之初，老師背頂鍋（背字讀哶去聲），苟不敎，老師背棉套。",
  "simp": "平话童谣：人之初，老师背顶锅（背字读哶去声），苟不教，老师背棉套。",
  "sour": "P22，23",
  "expl": "按，此乃昔時學生嘲塾師之語，是慢師惡習也，童子不宜有此，宜矯正之。",
  "note": "詞彙研究參見余瑾《廣西平話研究》P258-259。"
},{
  "_id": {
    "$oid": "62ade58b87594d2297fb8fad"
  },
  "year": "1937jz",
  "tab_id": 5,
  "trad": "平話童謠：黑壓壓（讀如抹去聲），暗彭彭，踢著火筒掽著錩（鑊也），爺娘問我那門響，貓拖老鼠過屋樑。",
  "simp": "平话童谣：黑压压（读如抹去声），暗彭彭，踢着火筒碰着锠（镬也），爷娘问我那门响，猫拖老鼠过屋梁。",
  "sour": "P22",
  "expl": "按，此有深夜防盜之意。",
  "note": "詞彙研究參見余瑾《廣西平話研究》P258-259。"
},{
  "_id": {
    "$oid": "62ade58b87594d2297fb8fa9"
  },
  "year": "1937jz",
  "tab_id": 1,
  "trad": "官話童謠：點腳班班，賓在南山，南山哥見，二十中箭，難爲哥哥，難爲嫂嫂，食了狗頭摜狗爪。",
  "simp": "官话童谣：点脚班班，宾在南山，南山哥见，二十中箭，难为哥哥，难为嫂嫂，食了狗头掼狗爪。",
  "sour": "P21",
  "expl": "按，右爲〔官話之謠〕，閒時兒童四五人，或十餘人，整齊豎膝排坐，乃議推一人爲代表〔童語謂之做頭〕以手指點腳而唱，其點腳或單位，或雙位，經議決然後行，於是一而二，點至最終一人，又爲代表，如賭博之有庄家，周而復始，至人人徧爲代表，乃宣告閉幕，此無異一齣耍把戲，天眞爛漫，眞有趣也。",
  "note": "詞彙研究參見余瑾《廣西平話研究》P258-259。"
},{
  "_id": {
    "$oid": "62ade58b87594d2297fb8faa"
  },
  "year": "1937jz",
  "tab_id": 2,
  "trad": "白話童謠：團團（讀屯）轉（去聲），菊花園，亞姐帶妹睇龍船，龍船眞好睇，睇雞仔，雞仔大，擰去賣，賣得三両銀，一両打金釵，二両打銀牌，銀要帶，金要帶，請個婆婆出來拜，拜得多，沒（讀某）奈何，一埕酒，二對鵝，帶去沙街尋妗婆。妗婆不住屋，帶去尋三叔，三叔騎白馬，二叔騎冬瓜，冬瓜跌落塘，食個大檳榔，檳榔香，嫁姨孃，姨孃頭髮未曾長，過了（讀腮上聲）幾年梳大髻，和喇（讀爹去聲，即瑣吶）凸鎊（即銅鑼）過人鄉（謂嫁也）。",
  "simp": "白话童谣：团团（读屯）转（去声），菊花园，亚姐带妹睇龙船，龙船真好睇，睇鸡仔，鸡仔大，拧去卖，卖得三两银，一两打金钗，二两打银牌，银要带，金要带，请个婆婆出来拜，拜得多，没（读某）奈何，一埕酒，二对鹅，带去沙街寻妗婆。妗婆不住屋，带去寻三叔，三叔骑白马，二叔骑冬瓜，冬瓜跌落塘，食个大槟榔，槟榔香，嫁姨娘，姨娘头发未曾长，过了（读腮上声）几年梳大髻，和喇（读爹去声，即琐呐）凸镑（即铜锣）过人乡（谓嫁也）。",
  "sour": "P22",
  "expl": "按，此謠流行頗遠，各州縣多同，疑從廣東傳入。",
  "note": "詞彙研究參見余瑾《廣西平話研究》P258-259。"
},{
  "_id": {
    "$oid": "62ade58b87594d2297fb8fab"
  },
  "year": "1937jz",
  "tab_id": 3,
  "trad": "平話童謠：多多的（下多字，讀上聲），的多多（下多字，讀如上），人狼姑爺帶累我，好在我腳蹩（蹩官話讀如刦）走得快，冇（廣東俗字，讀如哶）時捱火燒死我。",
  "simp": "平话童谣：多多的（下多字，读上声），的多多（下多字，读如上），人狼姑爷带累我，好在我脚蹩（蹩官话读如劫）走得快，冇（广东俗字，读如哶）时挨火烧死我。",
  "sour": "P22",
  "expl": "按，繹此謠辭疑係誤陷匪類覺悟得快。",
  "note": "詞彙研究參見余瑾《廣西平話研究》P258-259。"
},{
  "_id": {
    "$oid": "62ade58b87594d2297fb8faf"
  },
  "year": "1937jz",
  "tab_id": 7,
  "trad": "平話童謠：帶帶（下帶字平聲，晴月也），丟團糯飯落園來，公狗搶，母狗拉（拉字平聲），拉到梁屋背，有個妹兒熟搗碓，搗得骨頭碎蕊蕊（蕊字去聲）。",
  "simp": "平话童谣：带带（下带字平声，晴月也），丢团糯饭落园来，公狗抢，母狗拉（拉字平声），拉到梁屋背，有个妹儿熟捣碓，捣得骨头碎蕊蕊（蕊字去声）。",
  "sour": "P23",
  "expl": "按，此乃孩兒學語時，指當頭之月以詔之也。",
  "note": "詞彙研究參見余瑾《廣西平話研究》P258-259。"
},{
  "_id": {
    "$oid": "62ade58b87594d2297fb8fb0"
  },
  "year": "1937jz",
  "tab_id": 8,
  "trad": "平話童謠：拍拍手，唱山歌，人人笑我冇老婆，明年呌我阿爺要一個，有錢娶個乖乖女，無錢討個豆皮婆。",
  "simp": "平话童谣：拍拍手，唱山歌，人人笑我冇老婆，明年叫我阿爷要一个，有钱娶个乖乖女，无钱讨个豆皮婆。",
  "sour": "P23",
  "expl": "按，家室之願，斯人所同，然能不求非分，養成個性，將來必成良好國民。",
  "note": "詞彙研究參見余瑾《廣西平話研究》P258-259。"
},{
  "_id": {
    "$oid": "62ade58b87594d2297fb8fb1"
  },
  "year": "1937jz",
  "tab_id": 9,
  "trad": "平話童謠：一螺富，二螺貧，三螺爲君子，四螺爲小人，五螺合大賊，六螺呌化軍，七螺行街檢馬屎，八螺騎馬上白墳，九螺平地朝天子，十螺南面坐金墩。",
  "simp": "平话童谣：一螺富，二螺贫，三螺为君子，四螺为小人，五螺合大贼，六螺叫化军，七螺行街检马屎，八螺骑马上白坟，九螺平地朝天子，十螺南面坐金墩。",
  "sour": "P23",
  "expl": "按，此乃騐箕斗絞以決富貴貧賤，螺者斗絞也，亦一秘要手相法。",
  "note": "詞彙研究參見余瑾《廣西平話研究》P258-259。"
}]